<template>
  <div class="learn-more__container">
    <div
      v-for="(paragraph, key, index) in data"
      :key="index"
      class="paragraph__container"
    >
      <h3 class="heading">{{ paragraph.heading }}</h3>
      <p v-for="(text, index) in paragraph.texts" :key="index" class="text">
        {{ text }}
      </p>
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
      data: {
        paragraph_one: {
          heading:
            'Разликите между Едноличен търговец ( sole Trader) и Дружество с ограничена отговорност (Limited Company)',
          texts: [
            'Вижте нашите дефиниции, за сравнение на предимствата и недостатъците и да разберете коя бизнес структура най-добре отговаря на вашите нужди.',
            'Всеки бизнес - без значение колко е голям или малък - трябва да има правна структура. Във Великобритания около 3,3 милиона работят като еднолични търговци, и 1,6 милиона работещи като LTD. Каква е разликата между двете? И което би било най-добре за вашия бизнес?'
          ]
        },
        paragraph_two: {
          heading: 'Едноличен търговец (self-employed)',
          texts: [
            'Едноличен търговец по същество е самостоятелно заето лице, което е едноличен собственик на бизнес си. Това е най-простата бизнес структура - което я прави и най-популярната. Регистрацията за данъчни цели е лесна и праволинейна.'
          ]
        },
        paragraph_three: {
          heading: 'Дружество с ограничена отговорност (LTD)',
          texts: [
            'Дружество с ограничена отговорност е вид бизнес структура, която има своя собствена правна идентичност, отделно от своите собственици (акционери) и неговите ръководители (директори). Това остава така дори и ако то е управлявано от един човек, в качеството на акционер и директор.',
            'Едноличен търговец или дружество с ограничена отговорност?',
            'Всяка структура има свойте предимства и недостатъци, така че нека да погледнем по-отблизо опцията за едноличен търговец'
          ]
        },
        paragraph_four: {
          heading: 'Едноличен търговец - предимства',
          texts: [
            'Лесно е да се създаде и сравнително малко бумащина, необходимо данъчно преключване веднъж годишно. По-голяма поверителност, отколкото при дружество с ограничена отговорност, чийто данни могат да бъдат видени чрез Companies House.'
          ]
        },
        paragraph_five: {
          heading: 'Едноличен търговец - недостатъци',
          texts: [
            'Едноличните търговци носят неограничена отговорност, тъй като те не се разглежда като отделна правна единица по законите във Великобритания. Това означава, че ако бизнесът изпадне в задлъжнялост, собственика на фирмата е лично отговорен. Така, едноличните търговци могат да загубят личните си активи, ако нещата се объркат.',
            'Банково финансиране може да се окаже трудно, тъй като банките и други инвеститори предпочитат дружества с ограничена отговорност. Това ограничава възможностите за разширяване на едноличните търговци.',
            'Данъчните ставки за едноличните търговци, не винаги са щедри, така както те са за дружества с ограничена отговорност. Когато стигнете до определено ниво на печалба, става нерентабилно да останете едноличен търговец.',
            'И така, какво ползи и недостатъци се учредяват дружество с ограничена донесе?'
          ]
        },
        paragraph_six: {
          heading: 'Предимства на дружеството с ограничена отговорност',
          texts: [
            'За разлика от едноличния търговец дружеството с ограничена отговорност има предимството на ограничена отговорност, защото има правно разграничение между собственика на дружеството и неговите действия. Това означава, че личните активи не са изложени на опасност от загуба, а само това което сте вложили в дружеството.',
            'Най-общо казано, дружества та с ограничена отговорност са по-данъчно ефективни, отколкото едноличните търговци. Към даденият момент данъчните ставки за облагане на печалбите са по-ниски за дружествата с ограничена отговорност отколкото са за едноличните търговци. В допълнение към това, дружествата с ограничена отговорност имат възможност да изписват по широк спектър от  разходи, което намалява печалбата и съответно дължимите данъци.',
            'След като сте регистрирали името на дружеството с ограничена отговорност никой друг не може да го използва.'
          ]
        },
        paragraph_seven: {
          heading: 'Недостатъци на дружеството с ограничена отговорност',
          texts: [
            'Директорът на дружеството с ограничени отговорности има правни задължения (Director’s Fiduciary Responsibilities), които трябва стриктно да изпълнява, това от своя страна изисква време и внимание.',
            'Отчетите и декларациите, които трябва да бъдат подавани към данъчната служба са значително по-сложни и многобройни, което изисква или директорът да отдели повече време или да наеме счетоводител, което предизвиква допълнителни разходи.',
            'При създаването, при пускането на отчетите и при закриването на дружество с ограничена отговорност има административни такси, които се плащат на Companies House.',
            'Подробности за директорите и приходите на компанията ви е необходимо да бъде показани публично. Този вид на прозрачност не се харесва на всеки.',
            'В крайна сметка е много важно да се претеглят разликите между едноличен търговец и дружество с ограничена отговорност, изборът на структура може да окаже влияние върху всичко от печалбата до бумащината.'
          ]
        }
      },
      conclusion:
        'Не бързайте да взимате решение, консултирайте се, защото всеки бизнес е индивидуален. Направете информиран избор, за да сте сигурни, че от самото начало сте положили правилните основи.'
    }
  }
}
</script>

<style lang="scss" scoped>
.learn-more__container {
  // position: relative;
  margin: 10em auto 0 auto;
  width: 80%;
}
.paragraph__container {
  position: relative;
  //border-radius: 40px;
  margin: 9.5em 3em;
  position: relative;
  padding: 5em 2em;
  background: rgba(250, 250, 250, 0.94);
  &:not(:last-child)::before {
    position: absolute;
    content: '';
    bottom: -7.5em;
    left: 50%;
    transform: translate(-50%, 0%);
    width: 0.5rem;
    height: 7.5em;
    background: rgba(255, 255, 255, 0.94);
    z-index: -1;
  }
  &:nth-child(1) {
    margin-top: 0;
    .heading {
      min-width: 80%;
    }
  }
}
.heading {
  //font-family: 'Montserrat-Thin';
  text-align: center;
  width: 90%;
  position: absolute;
  top: 0;
  left: 50%;
  transform: translate(-50%, -80%);
  font-size: 18px;
  background: #CCC;
  color: #444;
  // border: 1px solid rgb(190, 190, 190);
  -webkit-box-shadow: 2px 2px 8px 1px rgba(255, 255, 255, 1);
  -moz-box-shadow: 2px 2px 8px 1px rgba(255, 255, 255, 1);
  box-shadow: 2px 2px 8px 1px rgba(255, 255, 255, 1);
  padding: 1.5rem 2rem;
  border-radius: 40px;
  margin-bottom: 2rem;
}
.text {
  font-size: 1.7rem;
  text-align: left;
  padding: 0 4rem;
  margin-bottom: 0.75rem;
}
// Large devices (desktops, less than 1200px)
@media (max-width: 1199.98px) {
  .learn-more__container {
    width: 90%;
  }
  .heading {
    // font-size: 1.5rem;
    max-width: 95%;
    min-width: 75%;
  }
}
// Medium devices (tablets, less than 992px)
@media (max-width: 991.98px) {
  .learn-more__container {
    width: 100%;
  }
  .service__grid {
    transform: translateY(-12rem);
  }
}
// Small devices (landscape phones, less than 768px)
@media (max-width: 767.98px) {
  .paragraph__container {
    padding: 8rem 2rem;
    border-radius: 0;
    margin-left: 0;
        margin-right: 0;
  }
}
// Extra small devices (portrait phones, less than 576px)
@media (max-width: 575.98px) {
  .paragraph__container {
    padding: 8rem 0rem;
    &:nth-child(1) {
      .heading {
        min-width: 95%;
      }
    }
  }
  .heading {
    max-width: 100%;
    min-width: 95%;
    // font-size: 1.45rem;
  }
  .text {
    font-size: 1.4rem;
    padding: 0 2rem;
  }
}
</style>
